---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MatchlineBottomOffset
source: html/75d66b3c-6ac0-55c7-10be-6d97e1b41e48.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MatchlineBottomOffset Property

"Bottom Offset"

## Syntax (C#)
```csharp
public static ForgeTypeId MatchlineBottomOffset { get; }
```